Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Please describe the problem in as much detail as you can. If there was an error message, let us know what it said.
be: У дэталях апішыце праблему. Калі гэта было паведамленне пра памылку, паведаміце нам, што ў ім было.
ca: Descriviu el problema amb el major detall possible. Si hi ha hagut un missatge d'error, feu-nos saber què deia.
cs: Prosíme, popište problém co nejpodrobněji můžete. Pokud se objevila chybová zpráva, uveďte, co v ní bylo napsáno.
da: Beskriv problemet så detaljeret som muligt. Fortæl gerne hvis du fik en fejlmeddelelse.
de: Bitte beschreibe das Problem so detailliert wie möglich. Wenn es eine Fehlermeldung gab, teile uns diese bitte mit.
el: Παρακαλούμε περιγράψτε το πρόβλημα με όσες περισσότερες λεπτομέρειες μπορείτε. Αν εμφανίστηκε κάποιο μήνυμα σφάλματος, πείτε μας τι έλεγε.
es: Describe el problema lo más detallado posible. Si hay un error en el mensaje, haznos saber lo que dice.
es_419: Describa el problema con tanto detalle como pueda. Si hubo un mensaje de error, inclúyalo también.
fi: Kuvaile ongelmaa mahdollisimman tarkasti ja sisällytä myös mahdolliset virheilmoitukset.
fr: Décrivez le problème avec autant de détails que possible. S'il y avait un message d'erreur, faites-nous savoir ce qu'il disait.
hu: Írja le a problémát olyan pontossággal, ahogy csak tudja. Ha hibaüzenet is jelent meg, kérjük azt is írja le pontosan.
id: Mohon uraikan masalah Anda serinci mungkin. Apabila Anda menjumpai pesan kesalahan tertentu, mohon beri tahu kami isi dari pesan tersebut.
it: Descrivi il problema nel modo più dettagliato possibile. Se c'è stato un messaggio di errore, facci sapere cosa ha detto.
ja: 問題をできるだけ詳しく説明してください。エラーメッセージがある場合は、その内容をお知らせください。
ka: აღწერეთ პრობლემა, რაც შეიძლება დაწვრილებით. თუ რამე შეცდომა ამოგიგდოთ, მოგვწერეთ, რა ეწერა.
ko: 발생한 문제를 최대한 상세하게 설명해주세요. 오류 메시지가 표시되었다면, 무엇이었는지 알려주세요.
nb: Beskriv problemet så detaljert som mulig, og inkluder eventuelle feilmeldinger.
nl: Beschrijf het probleem in zoveel mogelijk detail als u kan. Als er een foutmelding was, laat ons dan weten wat er stond.
pl: Opisz dokładnie problem. Jeśli posiadasz informacje o błędach, dołącz je.
pt: Descreva o problema com o máximo de pormenor possível. Se houver uma mensagem de erro, diga-nos o que diz.
pt_br: Descreve o problema com o máximo de detalhes possível. Se houver mensagens de erro, diga-nos o que estava escrito nelas.
ro: Vă rugăm să descrieți problema cât mai detaliat posibil. Dacă a existat un mesaj de eroare, anunțați-ne ce spunea.
ru: Пожалуйста, опишите проблему как можно подробнее. Если было сообщение об ошибке, сообщите нам, что в нем говорилось.
sk: Popíšte problém čo najpodrobnejšie. Ak sa vyskytlo chybové hlásenie, dajte nám, prosím, vedieť, čo sa v ňom uvádzalo.
sl: Težavo čim bolj podrobno opišite. Če se je pojavilo sporočilo o napaki, nam sporočite, kaj je v njem pisalo.
sv: Beskriv problemet så detaljerat du kan. Om det fanns ett felmeddelande, låt oss veta vad det stod.
tr: Lütfen sorunu olabildiğince ayrıntılı olarak anlatın. Bir hata iletisi gördüyseniz bize ne yazdığını da iletin.
uk: Якнайдокладніше опишіть проблему. Якщо було повідомлення про помилку, повідомте нам, про що там йшлося.
vi: Hãy mô tả vấn đề càng chi tiết càng tốt. Nếu bạn thấy thông báo lỗi, hãy cho chúng tôi biết đó là lỗi gì nhé.
zh_hans: 请尽可能细致地描述此问题。如果出现过错误信息，请让我们知道它们是什么。
zh_hant: 請盡可能詳述問題。若看見錯誤訊息，也請告訴我們是怎麼說。

source: Please keep the app open.
be: Трымайце праграму адкрытай.
ca: Mantingueu l'aplicació oberta.
cs: Prosím, ponechte aplikaci otevřenou.
da: Hold venligst appen åben.
de: Bitte lasse die App offen.
el: Παρακαλούμε διατηρήστε την εφαρμογή ανοιχτή.
es: Mantén la aplicación abierta.
es_419: Mantenga la aplicación abierta.
fi: Pidä sovellus avoinna.
fr: Veuillez garder l'application ouverte.
hu: Kérjük, tartsa nyitva az alkalmazást.
id: Mohon untuk tidak menutup aplikasi.
it: Mantieni aperta l'app.
ja: アプリを開いたままにしてください。
ka: ნუ დახურავთ აპს.
ko: 앱을 계속 열어둔 상태로 유지하세요.
nb: Hold appen åpen.
nl: Houd de app open.
pl: Zachowaj aplikację otwartą.
pt: Mantenha a aplicação aberta.
pt_br: Mantenha o aplicativo aberto.
ro: Păstrați aplicația deschisă.
ru: Не закрывайте приложение.
sk: Ponechajte aplikáciu otvorenú, prosím.
sl: Pustite aplikacijo odprto.
sv: Håll appen öppen.
tr: Lütfen uygulamayı açık tutun.
uk: Не закривайте програму.
vi: Vui lòng giữ úng dụng mở.
zh_hans: 请保持应用程序打开。
zh_hant: 請保持此應用程式開啟。

source: Please log in again
be: Увайдзіце яшчэ раз
ca: Torneu a iniciar sessió.
cs: Přihlaste se prosím znovu
da: Log ind igen
de: Bitte melde dich erneut an.
el: Παρακαλούμε συνδεθείτε ξανά
es: Inicia sesión de nuevo.
es_419: Inicie sesión de nuevo
fi: Kirjaudu uudelleen
fr: Veuillez vous connecter à nouveau.
hu: Kérjük jelentkezzen be újra
id: Silakan masuk kembali
it: Effettua nuovamente l'accesso
ja: 再度ログインしてください
ka: შედით თავიდან
ko: 다시 로그인 해주세요
nb: Logg på igjen
nl: Log opnieuw in
pl: Zaloguj się ponownie
pt: Inicie sessão novamente
pt_br: Inicie sessão novamente
ro: Reconectați-vă
ru: Пожалуйста, войдите еще раз
sk: Prihláste sa, prosím, znova
sl: Prijavite se znova.
sv: Logga in igen
tr: Lütfen yeniden oturum açın
uk: Будь ласка, увійдіть ще раз
vi: Vui lòng đăng nhập lại
zh_hans: 请重新登入
zh_hant: 請再次登入

source: Please note once deleted, the alias can't be restored. Maybe you want to disable the alias instead?
be: Звярніце ўвагу, што выдалены псеўданім нельга аднавіць. Магчыма, што вы захочаце адключыць яго замест таго, каб выдаляць незваротна?
ca: Tingueu en compte que, un cop suprimit, l'àlies no es pot restaurar. Potser voleu desactivar l'àlies?
cs: Upozorňujeme, že jednou smazaný alias nelze obnovit. Nechcete alias raději deaktivovat?
da: Bemærk, at aliasset ikke kan gendannes, når først det er slettet. Måske vil du hellere deaktivere aliasset?
de: Bitte beachte, dass der Alias nach dem Löschen nicht wiederhergestellt werden kann. Vielleicht möchtest du stattdessen den Alias deaktivieren?
el: Λάβετε υπόψη ότι μετά τη διαγραφή, δεν είναι δυνατή η επαναφορά του ψευδωνύμου. Ίσως θέλετε να απενεργοποιήσετε το ψευδώνυμο;
es: Una vez eliminado, el alias no puede ser restaurado. ¿Quizás deseas desactivarlo en su lugar?
es_419: Una vez eliminado, el alias no puede ser restaurado. ¿Quizás desea desactivarlo en su lugar?
fi: Huomioi, että poistettuja aliaksia ei ole mahdollista palauttaa. Haluatko sen sijaan poistaa aliaksen käytöstä?
fr: Veuillez noter qu'une fois supprimé, l'alias ne pourra pas être restauré. Voulez-vous plutôt le désactiver ?
hu: Kérjük, vegye figyelembe, hogy a törlés után az álnév nem állítható vissza. Lehet, hogy inkább az álnév letiltását szeretné?
id: Mohon diperhatikan bahwa setelah dihapus, alias ini tidak akan lagi dapat dipulihkan. Apakah Anda ingin sekadar menonaktifkan alias ini?
it: Tieni presente che una volta eliminato, l'alias non potrà essere ripristinato. Magari preferisci disabilitare l'alias?
ja: 一度削除すると、エイリアスは復元できませんのでご注意ください。代わりにエイリアスを無効化しますか？
ka: დაიმახსოვრეთ, რომ ფსევდონიმის აღდგენა შეუქცევადია. შეიძლება, მისი, უბრალოდ გათიშვა გნებავთ?
ko: 별칭이 한 번 삭제되면 복구할 수 없습니다. 혹시 비활성화를 하기 윈하시나요?
nb: Vær oppmerksom på at aliaset ikke kan gjenopprettes når det er slettet. Kanskje du vil deaktivere aliaset i stedet?
nl: Let op: de alias kan niet worden hersteld. Misschien wilt u de alias in plaats daarvan uitschakelen?
pl: Pamiętaj, że usuniętego aliasu nie można przywrócić. Czy chcesz, zamiast tego wyłączyć alias?
pt: Uma vez eliminado, o alias não pode ser restaurado. Talvez queira desativar o alias em vez disso?
pt_br: Uma vez excluído, o endereço alternativo não pode ser restaurado. Talvez você queira desabilitar o endereço alternativo em vez disso?
ro: După ștergere, aliasul nu poate fi restaurat. Doriți să-l dezactivați în schimb?
ru: Обратите внимание: после удаления этот псевдоним невозможно будет восстановить. Может быть, вы захотите вместо этого отключить этот псевдоним?
sk: Upozorňujeme, že po vymazaní sa alias nedá obnoviť. Nechcete alias radšej deaktivovať?
sv: Observera att när aliaset väl har tagits bort kan det inte återställas. Kanske vill du inaktivera aliaset istället?
tr: Takma adı silme işleminin geri alınamayacağını unutmayın. Bunun yerine takma adı kullanımdan kaldırabilirsiniz.
uk: Зверніть увагу, що після видалення псевдонім не можна відновити. Можливо, ви хочете вимкнути псевдонім?
vi: Xin lưu ý rằng một khi đã xóa, bí danh sẽ không thể khôi phục. Thay vì đó có thể bạn muốn vô hiệu hóa bí danh?
zh_hans: 请注意，一旦删除，别名将无法恢复。也许您想禁用别名？
zh_hant: 請注意，一旦刪除，別名將無法還原。或許您想改為停用此別名？

source: Please note once deleted, the alias can't be restored. The alias is already disabled and won't forward emails to your mailbox.
be: Звярніце ўвагу, што выдалены псеўданім нельга аднавіць. Псеўданім ужо адключаны і ён не будзе перасылаць электронныя лісты ў вашу паштовую скрыню.
ca: Un cop suprimit, l'àlies no es pot restaurar. L'àlies ja està desactivat i no reenviarà correus electrònics a la vostra bústia de correu.
cs: Upozorňujeme, že jednou smazaný alias nelze obnovit. Alias je již deaktivován a nepřeposílá e-maily do vaší e-mailové schránky.
da: Bemærk, at aliasset ikke kan gendannes, når først det er slettet. Aliasset er allerede deaktiveret og vil ikke videresende e-mails til din postkasse.
de: Bitte beachte, dass der Alias nach dem Löschen nicht wiederhergestellt werden kann. Der Alias ist bereits deaktiviert und kann keine E-Mails an dein Postfach weiterleiten.
el: Λάβετε υπόψη ότι μετά τη διαγραφή, δεν είναι δυνατή η επαναφορά του ψευδωνύμου. Το ψευδώνυμο είναι ήδη απενεργοποιημένο και δεν προωθεί μηνύματα ηλεκτρονικού ταχυδρομείου στο γραμματοκιβώτιό σας.
es: Una vez eliminado, el alias no puede ser restaurado. El alias ya está desactivado y no reenviará correos a tu buzón.
es_419: Una vez eliminado, el alias no puede ser restaurado. El alias ya está desactivado y no reenviará correos a su buzón.
fi: Huomioi, että poistettuja aliaksia ei ole mahdollista palauttaa. Alias on jo poistettu käytöstä, eikä se ohjaa viestejä postilaatikkoosi.
fr: Veuillez noter qu'une fois supprimé, l'alias ne pourra pas être restauré. Cet alias est déjà désactivé et ne transfèrera plus d'e-mails dans votre messagerie.
hu: Kérjük, vegye figyelembe, hogy törlés után az e-mail álnév nem állítható vissza. Az álnév már ki van kapcsolva, és nem továbbítja az e-maileket a postafiókjába.
id: Mohon diperhatikan bahwa setelah dihapus, alias ini tidak akan lagi dapat dipulihkan. Alias ini telah dinonaktifkan dan tidak akan lagi meneruskan email ke kotak surat Anda.
it: Tieni presente che una volta eliminato, l'alias non potrà essere ripristinato. L'alias è già disabilitato e non inoltrerà le email alla tua casella di posta.
ja: 一度削除すると、エイリアスは復元できませんのでご注意ください。エイリアスはすでに無効化され、受信箱にメールを転送しません。
ka: დაიმახსოვრეთ, რომ როცა წაშლით, ფსევდონიმს ვეღარ აღადგენთ. ფსევდონიმი უკვე გამორთულია და ელფოსტებს თქვენს საგოსტო ყუთში აღარ გადააგზავნის.
ko: 별칭을 삭제하면 복원할 수 없습니다. 별칭이 이미 비활성화되었기에 내 메일함으로 이메일이 포워딩되지 않습니다.
nb: Vær oppmerksom på at aliaset ikke kan gjenopprettes når det er slettet. Aliaset er allerede deaktivert og videresender ikke e-post til postboksen din.
nl: Let op: de alias kan niet worden hersteld. De alias is al uitgeschakeld en zal geen e-mails doorsturen naar uw mailbox.
pl: Pamiętaj, że usuniętego aliasu nie można przywrócić. Alias jest wyłączony i nie przekierowuje wiadomości do skrzynki odbiorczej.
pt: Uma vez eliminado, o alias não pode ser restaurado. O alias já está desativado e não encaminhará e-mails para a sua caixa de entrada.
pt_br: Uma vez excluído, o endereço alternativo não pode ser restaurado. O endereço alternativo já está desativado e não encaminhará e-mails para sua caixa de entrada.
ro: După ștergere, aliasul nu poate fi restaurat. Aliasul este deja dezactivat și nu va redirecționa mesajele către adresa de e-mail.
ru: Обратите внимание: после удаления псевдоним невозможно будет восстановить. Псевдоним уже отключен и не будет пересылать электронные письма в ваш почтовый ящик.
sk: Upozorňujeme, že po vymazaní sa alias nedá obnoviť. Alias je už deaktivovaný a nebude preposielať emaily do vašej poštovej schránky.
sl: Upoštevajte, da ko je vzdevek izbrisan, ga ni mogoče obnoviti. Vzdevek je že onemogočen in ne bo posredoval e-pošte v vaš poštni predal.
sv: Observera att när aliaset väl har tagits bort kan det inte återställas. Alias är redan inaktiverat och kommer inte vidarebefordra e-post till din brevlåda.
tr: Lütfen takma adı silme işleminin geri alınamayacağını unutmayın. Takma ad zaten kullanımdan kaldırılmış ve e-posta kutunuza herhangi bir ileti iletmeyecek.
uk: Зверніть увагу, що після видалення псевдонім не можна відновити. Псевдонім вже вимкнено, і він не буде пересилати листи на вашу поштову скриньку.
vi: Xin lưu ý rằng bí danh một khi đã xóa sẽ không thể khôi phục được. Bí danh đã bị vô hiệu hóa sẽ không chuyển tiếp email đến hộp thư của bạn.
zh_hans: 请注意，一旦删除，别名将无法恢复。别名已被禁用，不会将邮件转发到您的邮箱。
zh_hant: 請注意，一旦刪除，此別名便無法還原。此別名已停用，且不會再轉寄電子郵件至您的電郵信箱。

source: Please note once deleted, the aliases can't be restored
be: Звярніце ўвагу, што псеўданімы немагчыма аднавіць пасля іх выдалення
ca: Recordeu que un cop eliminats, els àlies no es poden recuperar.
cs: Upozorňujeme, že jednou smazané aliasy nelze obnovit
da: Bemærk, at aliasserne ikke kan gendannes, når de er slettet.
de: Bitte beachte, dass einmal gelöschte Aliasnamen nicht wiederhergestellt werden können.
el: Λάβετε υπόψη ότι μετά τη διαγραφή, δεν είναι δυνατή η επαναφορά των ψευδωνύμων
es: Recuerda que una vez eliminados, los alias no se pueden recuperar.
es_419: Tome nota que una vez eliminados, los alias no pueden ser restaurados
fi: Huomioi, että poistettuja aliaksia ei ole mahdollista palauttaa.
fr: Veuillez noter qu'une fois supprimé, les alias ne peuvent pas être restaurés.
hu: Vegye figyelembe, hogy a törlés után az e-mail álneveket nem lehet visszaállítani
id: Mohon diperhatikan bahwa setelah dihapus, rangkaian alias ini tidak akan lagi dapat dipulihkan
it: Tieni presente che una volta eliminati, gli alias non potranno essere ripristinati
ja: 一度削除すると、エイリアスは復元できませんのでご注意ください。
ka: დაიმახსოვრეთ, მას შემდეგ, რაც ფსევდონიმს წაშლით, მას ვერ აღადგენთ
ko: 별칭이 한 번 삭제되면 복구 될 수 없습니다
nb: Vær oppmerksom på at aliasene ikke kan gjenopprettes når de er slettet
nl: Let op: deze aliassen kunnen niet worden hersteld
pl: Pamiętaj, że raz usunięte aliasy nie mogą zostać przywrócone
pt: Uma vez eliminado, os aliases não podem ser restaurados.
pt_br: Uma vez excluído, o endereço alternativo não pode ser restaurado
ro: După ștergere, aliasurile nu pot fi restaurate.
ru: Обратите внимание: после удаления псевдонимы невозможно будет восстановить.
sk: Upozorňujeme, že po odstránení nie je možné aliasy obnoviť.
sv: Observera att när alias väl har tagits bort kan de inte återställas
tr: Lütfen takma adı silme işleminin geri alınamayacağını unutmayın.
uk: Зверніть увагу, що після видалення псевдоніми не можна відновити
vi: Xin lưu ý rằng một khi đã xóa, các bí danh không thể được khôi phục
zh_hans: 请注意，一旦删除，别名将无法恢复
zh_hant: 請注意，別名一旦刪除，就無法恢復。

source: Please note that once deleted, aliases cannot be restored.
be: Звярніце ўвагу, што псеўданім немагчыма аднавіць пасля яго выдалення.
ca: Recordeu que un cop eliminats, els àlies no es poden recuperar.
cs: Upozorňujeme, že jednou smazané aliasy nelze obnovit.
da: Bemærk, at aliasser ikke kan gendannes, når de er slettet.
de: Bitte beachte, dass einmal gelöschte Aliasnamen nicht wiederhergestellt werden können.
el: Παρακαλούμε σημειώστε ότι μετά τη διαγραφή, τα ψευδώνυμα δεν είναι δυνατό να επαναφερθούν.
es: Una vez eliminados, los alias no se pueden restaurar.
es_419: Una vez eliminados, los alias no se pueden restaurar.
fi: Huomioi, että poistettuja aliaksia ei ole mahdollista palauttaa.
fr: Une fois supprimé, un alias ne peut pas être restauré.
hu: Kérjük, vegye figyelembe, hogy törlés után az e-mail álnevek nem állíthatók vissza.
id: Mohon diperhatikan bahwa setelah dihapus, alias tidak dapat lagi dipulihkan.
it: Tieni presente che una volta eliminati, gli alias non possono essere ripristinati.
ja: 一度削除すると、エイリアスは復元できませんのでご注意ください。
ka: დაიმახსოვრეთ, მას შემდეგ, რაც ფსევდონიმს წაშლით, მას ვერ აღადგენთ.
ko: 한 번 삭제한 별칭은 복구할 수 없습니다.
nb: Vær oppmerksom på at aliasene ikke kan gjenopprettes når de er slettet.
nl: Houd er rekening mee dat aliassen die verwijderd zijn, niet meer hersteld kunnen worden.
pl: Pamiętaj, że raz usunięty alias nie może zostać przywrócony.
pt: Uma vez eliminados, os aliases não podem ser restaurados.
pt_br: Uma vez excluídos, os endereços alternativos não podem ser restaurados.
ro: După ștergere, aliasurile nu mai pot fi restaurate.
ru: Обратите внимание: после удаления псевдонимы невозможно будет восстановить.
sk: Upozorňujeme, že po vymazaní sa aliasy nedajú obnoviť.
sv: Observera att när alias har tagits bort kan de inte återställas.
tr: Takma adların silindikten sonra geri alınamayacağını unutmayın.
uk: Зверніть увагу, що після видалення псевдоніми не можна відновити.
vi: Xin lưu ý rằng bí danh một khi đã xóa sẽ không thể khôi phục được.
zh_hans: 请注意，别名一旦删除将无法恢复。
zh_hant: 請注意，別名一旦刪除，就無法恢復。

source: Please provide us with more details in the description
be: Забяспечце нас падрабязнымі звесткамі ў апісанні
ca: Proporcioneu-nos més informació a la descripció.
cs: Do popisu prosím uveďte více podrobností
da: Giv os flere detaljer i beskrivelsen.
de: Bitte gib uns mehr Details in der Beschreibung
el: Παρακαλούμε δώστε μας περισσότερες λεπτομέρειες στην περιγραφή
es: Proporciona más detalles en la descripción.
es_419: Proporcione más detalles en la descripción
fi: Kerro meille lisätietoja kuvauksessa
fr: Veuillez nous fournir plus d'informations dans la description.
hu: Kérjük, adjon meg további részleteket a leírásban
id: Mohon sertakan rincian yang lebih banyak kepada kami pada kolom deskripsi
it: Ti preghiamo di fornirci maggiori dettagli nella descrizione
ja: 詳細を説明に記載してください
ka: მოგვაწოდეთ მეტი დეტალი აღწერაში
ko: 설명에 더 자세한 내용을 제공해 주세요
nb: Gjerne gi oss flere detaljer i beskrivelsen
nl: Geef ons meer details in de beschrijving
pl: Wpisz więcej szczegółów w opisie
pt: Forneça-nos mais detalhes na descrição.
pt_br: Forneça-nos mais detalhes na descrição
ro: Furnizați mai multe detalii în descriere.
ru: Предоставьте нам более подробную информацию в описании
sk: Do popisu uveďte viac podrobností, prosím
sv: Ge oss mer detaljer i beskrivningen
tr: Lütfen açıklama bölümünden bize daha fazla ayrıntı verin
uk: Надайте нам додаткову інформацію в описі
vi: Vui lòng cung cấp cho chúng tôi thêm thông tin chi tiết trong phần mô tả
zh_hans: 请在描述中向我们提供更多详细信息
zh_hant: 請在描述中提供我們更多詳細資料

source: Please select a reason
be: Выберыце прычыну
ca: Seleccioneu un motiu.
cs: Vyberte prosím důvod
da: Vælg venligst en grund
de: Bitte wähle einen Grund aus
el: Παρακαλούμε επιλέξτε μια αιτία
es: Selecciona un motivo
es_419: Seleccione un motivo
fi: Valitse syy
fr: Veuillez sélectionner une raison.
hu: Kérjük, válasszon egy okot
id: Silakan pilih alasan
it: Seleziona un motivo
ja: 理由を選択してください
ka: აირჩიეთ მიზეზი
ko: 사유를 선택하세요
nb: Velg en grunn
nl: Selecteer een reden
pl: Wybierz powód
pt: Selecione um motivo
pt_br: Selecione um motivo
ro: Selectați un motiv
ru: Выберите причину
sk: Vyberte dôvod, prosím
sv: Välj en anledning
tr: Lütfen bir neden seçin
uk: Виберіть причину
vi: Vui lòng chọn một lý do
zh_hans: 请选择一个原因
zh_hant: 請選取原因

source: Points balance
be: Баланс балаў
ca: Saldo de punts
cs: Zůstatek bodů
da: Pointssaldo
de: Punktestand
el: Υπόλοιπο πόντων
es: Balance de puntos
es_419: Balance de puntos
fi: Pistesaldo
fr: Solde de points
hu: Pont egyenleg
id: Saldo poin
it: Saldo punti
ja: ポイント残高
ko: 포인트 잔액
nb: Poengsaldo
nl: Punten saldo
pl: Saldo punktów
pt: Saldo de pontos
pt_br: Saldo de pontos
ro: Balanță puncte
ru: Баланс баллов
sk: Stav bodov
sl: Stanje točk
sv: Poängsaldo
tr: Puan bakiyesi
uk: Баланс балів
vi: Điểm hiện có
zh_hans: 积分余额
zh_hant: 點數餘額

source: Port
be: Порт
el: Θύρα
es: Puerto
es_419: Puerto
fi: Portti
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt: Porta
pt_br: Porta
ru: Порт
sl: Vrata
tr: Bağlantı noktası
uk: Порт
vi: Cổng
zh_hans: 端口
zh_hant: 通訊埠

source: Prefix
be: Прэфікс
cs: Předpona
da: Præfiks
de: Präfix
el: Πρόθεμα
es: Prefijo
es_419: Prefijo
fi: Etuliite
fr: Préfixe
hu: Előtag
id: Awalan
it: Prefisso
ja: プレフィックス
ka: პრეფიქსი
ko: 접두사
nb: Prefiks
pl: Przedrostek
pt: Prefixo
pt_br: Prefixo
ru: Префикс
sk: Predpona
sl: Predpona
tr: Ön ek
uk: Префікс
vi: Tiền tố
zh_hans: 前綴
zh_hant: 前綴

source: Prefix can not be empty
be: Прэфікс не можа быць пустым
ca: El prefix no pot estar buit.
cs: Předpona nemůže být prázdná
da: Præfiks må ikke være tomt
de: Präfix darf nicht leer sein
el: Το πρόθεμα δεν μπορεί να είναι κενό
es: El prefijo no puede estar vacío.
es_419: El prefijo no puede estar vacío.
fi: Etuliite ei voi olla tyhjä
fr: Le préfixe ne peut pas être vide.
hu: Az előtag nem lehet üres
id: Awalan tidak dapat kosong
it: Il prefisso non può essere vuoto
ja: プレフィックスを空にすることはできません
ka: პრეფიქსი ცარიელი ვერ იქნება
ko: 접두사는 비워둘 수 없습니다.
nb: Prefiks kan ikke være tom
nl: Prefix mag niet leeg zijn
pl: Przedrostek nie może być pusty
pt: O prefixo não pode estar vazio
pt_br: O prefixo não pode estar vazio
ro: Prefixul nu poate fi gol
ru: Префикс не может быть пустым
sk: Predpona nemôže byť prázdna
sl: Predpona ne sme biti prazna
sv: Prefix kan inte vara tomt
tr: Ön ek boş olamaz
uk: Потрібно ввести префікс
vi: Tiền tố không thể để trống
zh_hans: 前缀不能为空
zh_hant: 前綴不能為空白

source: Prefix can not contain 2 consecutive dots (..)
be: Прэфікс не можа змяшчаць 2 паслядоўныя кропкі (..)
ca: El prefix no pot contenir 2 punts consecutius (..).
cs: Předpona nesmí obsahovat 2 po sobě jdoucí tečky (..)
da: Præfiks kan ikke indeholde 2 på hinanden følgende punktummer (..)
de: Präfix darf nicht zwei aufeinander folgende Punkte haben (..)
el: Το πρόθεμα δεν μπορεί να περιέχει 2 διαδοχικές τελείες (..)
es: El prefijo no puede contener 2 puntos consecutivos (..)
es_419: El prefijo no puede contener 2 puntos consecutivos (..)
fi: Etuliite ei voi sisältää kahta peräkkäistä pistettä (..)
fr: Le préfixe ne peut pas contenir 2 points consécutifs (..).
hu: Az előtag nem tartalmazhat két egymást követő pontot. (..)
id: Awalan tidak dapat memiliki 2 titik berurutan (..)
it: Il prefisso non può contenere 2 punti consecutivi (..)
ja: プレフィックスに 2 つの連続したドット (..) を含めることはできません。
ka: პრეფიქსი, ზედიზედ, ორ წერტილს, არ შეიძლება, შეიცავდეს (..)
ko: 접두사는 2개의 연속적인 점을 포함할 수 없습니다 (..)
nb: Prefikset kan ikke inneholde 2 påfølgende punkter (..)
nl: Prefix mag geen 2 opeenvolgende punten (..) bevatten
pl: Przedrostek nie może zawierać 2 kolejnych kropek (..)
pt: O prefixo não pode conter 2 pontos seguidos (..)
pt_br: O prefixo não pode conter 2 pontos seguidos (..)
ro: Prefixul nu poate conține două puncte consecutive (..).
ru: В префиксе не может быть двух точек подряд (..)
sk: Predpona nemôže obsahovať 2 za sebou idúce bodky (..)
sl: Predpona ne sme vsebovati 2 zaporednih pik (..)
sv: Prefix kan inte innehålla 2 på varandra följande punkter (..)
tr: Ön ekte arka arkaya iki nokta karakteri (..) bulunamaz
uk: У префіксі не можна використовувати дві послідовні крапки (..)
vi: Tiền tố không thể chứa 2 dấu chấm liên tiếp (..)
zh_hans: 前缀不能包含 2 个连续的点 (..)
zh_hant: 前綴不得包含 2 個連續點 (..)
